/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "La connessione a Internet del computer sembra non essere in linea.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "La connessione a Internet del computer potrebbe essere non in linea.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "La connessione a Internet del computer sembra essere in linea.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Il server DNS del computer non risponde.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Il server DNS non ha potuto trovare il nome del server.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Il router del computer non risponde.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Il server a cui il computer sta cercando di connettersi non risponde.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "La connessione a Internet del computer sembra essere in linea.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Password modello web";

/* HTTP result code string */
"accepted" = "accettata";

/* HTTP result code string */
"bad gateway" = "gateway non valido";

/* HTTP result code string */
"bad request" = "richiesta non valida";

/* HTTP result code string */
"client error" = "errore client";

/* HTTP result code string */
"conflict" = "conflitto";

/* HTTP result code string */
"continue" = "continua";

/* HTTP result code string */
"created" = "creato";

/* HTTP result code string */
"expectation failed" = "attesa fallita";

/* HTTP result code string */
"forbidden" = "vietato";

/* HTTP result code string */
"found" = "trovato";

/* HTTP result code string */
"gateway timed out" = "tempo di attesa gateway scaduto";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "errore server interno";

/* HTTP result code string */
"length required" = "lunghezza richiesta";

/* HTTP result code string */
"method not allowed" = "metodo non consentito";

/* HTTP result code string */
"moved permanently" = "trasferito permanentemente";

/* HTTP result code string */
"multiple choices" = "scelte multiple";

/* HTTP result code string */
"needs proxy" = "proxy necessario";

/* HTTP result code string */
"no content" = "nessun contenuto";

/* HTTP result code string */
"no error" = "nessun errore";

/* HTTP result code string */
"non-authoritative information" = "informazioni non vincolanti";

/* HTTP result code string */
"not found" = "non trovato";

/* HTTP result code string */
"not modified" = "non modificato";

/* HTTP result code string */
"partial content" = "contenuto parziale";

/* HTTP result code string */
"payment required" = "richiesto pagamento";

/* HTTP result code string */
"precondition failed" = "condizione previa fallita";

/* HTTP result code string */
"proxy authentication required" = "autenticazione proxy richiesta";

/* HTTP result code string */
"redirected" = "ridiretto";

/* HTTP result code string */
"no longer exists" = "non esiste più";

/* HTTP result code string */
"request timed out" = "tempo di richiesta scaduto";

/* HTTP result code string */
"request too large" = "richiesta troppo lunga";

/* HTTP result code string */
"requested URL too long" = "URL richiesto troppo lungo";

/* HTTP result code string */
"requested range not satisfiable" = "impossibile soddisfare l'intervallo richiesto";

/* HTTP result code string */
"reset content" = "contenuto ripristinato";

/* HTTP result code string */
"see other" = "vedi altro";

/* HTTP result code string */
"server error" = "errore server";

/* HTTP result code string */
"service unavailable" = "servizio non disponibile";

/* HTTP result code string */
"success" = "successo";

/* HTTP result code string */
"switching protocols" = "cambio protocolli";

/* HTTP result code string */
"temporarily redirected" = "ridiretto temporaneamente";

/* HTTP result code string */
"unacceptable" = "inaccettabile";

/* HTTP result code string */
"unauthorized" = "non autorizzato";

/* HTTP result code string */
"unimplemented" = "non implementato";

/* HTTP result code string */
"unsupported media type" = "tipo media non supportato";

/* HTTP result code string */
"unsupported version" = "versione non supportata";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Si è verificato un problema durante la comunicazione con il server proxy (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Si è verificato un problema durante la comunicazione con il server proxy sicuro (HTTP).";

/* WebFoundationErrorUnknown description */
"Err-998" = "errore sconosciuto";

/* WebFoundationErrorCancelled description */
"Err-999" = "annullato";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL non valido";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Tempo di richiesta scaduto.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL non supportato";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Impossibile trovare un server con il nome host specificato.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Impossibile connettersi al server.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Connessione persa.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Errore ricerca DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "troppi reindirizzamenti HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "risorsa non disponibile";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "La connessione a Internet sembra essere disattivata.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "reindirizzamento vuoto";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Risposta non valida dal server.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "risorsa di zero byte";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "impossibile decodificare i dati originali";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "impossibile decodificare i dati contenuti";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "impossibile analizzare la risposta";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Roaming internazionale al momento disattivo.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Impossibile stabilire una connessione dati perché una chiamata è attiva.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Connessione dati al momento non consentita.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "flusso del corpo richiesta esaurito";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Impossibile trovare l'URL richiesto su questo server.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "il documento è una directory";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Non hai privilegi di accesso alla risorsa richiesta.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "la risorsa supera le dimensioni massime";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Si è verificato un errore SSL ed è impossibile effettuare una connessione sicura con il server.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Il certificato di questo server è scaduto.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Il certificato di questo server è scaduto. È possibile che tu stia effettuando la connessione a un server che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Il certificato di questo server non è valido.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Il certificato di questo server non è valido. È possibile che tu stia effettuando la connessione a un server che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Il certificato di questo server è stato firmato da una autorità di certificazione sconosciuta.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Il certificato di questo server è firmato da un'autorità di certificazione sconosciuta. Potresti connetterti a un server che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Il certificato di questo server non è ancora valido.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Il certificato di questo server non è ancora valido. È possibile che tu stia effettuando la connessione a un server che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Il server ha rifiutato il certificato.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Il server “%@” non ha accettato il certificato.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Il server richiede un certificato client.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Il server “%@” richiede un certificato cliente.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "impossibile caricare dalla rete";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Impossibile creare il documento";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Impossibile aprire il documento";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Errore durante la chiusura del documento";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Impossibile scrivere nel documento";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Impossibile rimuovere documento";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Impossibile spostare il documento";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Decodifica download fallita";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Decodifica download fallita";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Desideri connetterti comunque al server?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Verifica le impostazioni del proxy. Per assistenza nella risoluzione del problema, contatta l'amministratore del tuo sistema.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Autenticazione proxy richiesta";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autenticazione del proxy %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Annulla";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Nome utente";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Password";
